export async function getGostList() {
    return [
        {name: 'Свинец ГОСТ 3778-98', pdf: 'ГОСТ 3778-98'},
        {name: 'Свинцовый лист ГОСТ 9559-89', pdf: 'ГОСТ 9559-89'},
        {name: 'Свинцовый кирпич СТ СЭВ 235-83', pdf: 'СТ СЭВ 235-83'},
        {name: 'Свинцовый роль ГОСТ 89-2018', pdf: 'ГОСТ 89-2018'},
        {name: 'Олово ГОСТ 860-75', pdf: 'ГОСТ 860-75'},
        {name: 'Припои ГОСТ 21930-76', pdf: 'ГОСТ 21930-76'},
        {name: 'Припои ГОСТ 21931-76', pdf: 'ГОСТ 21931-76'},
        {name: 'Баббит ГОСТ 1320-74', pdf: 'ГОСТ 1320-74'},
        {name: 'Сплав ССУ ГОСТ 1292-81', pdf: 'ГОСТ 1292-81'},
    ];
}