export const DeliveryPage = () => (
    <article className={"container text-[#0C0C0C] font-montserrat pt-[140px] pb-[113px]"}>
        <div
            className={"relative before:content-[''] before:absolute before:h-[1px] before:w-full before:bg-[#0C0C0C] mb-[100px]"}
        >
            <h1 className={"pt-[23px] text-[50px] leading-[61px] font-light mb-[59px]"}>Детали оплаты и
                доставки</h1>
        </div>
        <p className={"mb-[30px]"}>
            При оформлении онлайн-заказа, указанные цены являются приблизительными. После получения вашего
            запроса, мы подготовим коммерческое предложение с актуальными ценами на момент оформления.
        </p>
        <p className={"mb-[30px]"}>
            Важно: заказ передается в работу только после 100% предоплаты по счету с НДС 20%.
        </p>
        <p className={"mb-[30px]"}>
            Доставка оплачивается за счет клиента. Для транспортировки мы рекомендуем использовать услуги
            компании ПЭК, однако, вы также можете выбрать любого другого перевозчика по своему усмотрению.
        </p>
        <p className={"mb-[90px]"}>
            Обратите внимание, что сроки и стоимость доставки зависят от выбранной компании и удаленности
            региона.
        </p>

        <p className={"mb-[30px]"}>
            Цены на сайте приблизительные. После оформления заказа мы отправим вам КП с актуальной стоимостью. Заказ
            начнём выполнять после 100% предоплаты по счету с НДС 20%.
        </p>
        <p>Выбор и оплата логистической компании производится со стороны клиента.</p>
    </article>
)